<?php

$array_names = array(
    "Поисковик Google выдал #a#сайт#/a# на этот запрос который я искал. ",
    "Павел Алексеевич настоятельно рекомендовал #a#этот#/a# сайт из всех. ",
    "Lenta.ru разместила #a#новость#/a# о сайте, который мне понадобится. ",
	"Информационный сайт про #a#KEY#/a# в Google Chrome смотриться отлично. ", 
	"В журнале прочитал про KEY #a#там#/a# с информационного источника. ", 
	"На 10 позиции Яндекса увидел #a#сайт#/a# по запросу KEY. ", 
	"Целый блог на facebook #a#описывает#/a# KEY с ссылкой на сайт. ", 
	"Через Гугль зашел на сайт и #a#прочитал про#/a# KEY электрический. ", 
	"Через специализированный журнал на сайте #a#узнал#/a# о KEY. ", 
	"Мне порекомендовали узнать о KEY #a#на конкретном#/a# сайте. ", 
	"Почему #a#здесь#/a# KEY имеет лучшее сочетание цены и качества?", 
	"Этой весной 2014 года высокие скидки #a#на KEY#/a# данного образца. ", 
	"В этой компании KEY #a#предлагается#/a# самых разных моделей. ", 
	"Кладовщик рекомендовал заказать KEY #a#на этом#/a# ресурсе. ", 
	"Изучал российский рынок и в итоге здесь #a#приобрел#/a# KEY. ", 
	"Тельфер от #a#нашей компании#/a# без проблем прослужит более 2 лет. ", 
	"В 98 процентов случаев #a#KEY#/a# отлично эксплуатируют. ", 
	"На практике #a#эксплуатировать#/a# KEY очень легко и просто. ", 
	"На фото #a#изображен#/a# KEY скопированный с данного сайта. ",
    "Здесь Вам помогут #a#подобрат#/a#ь KEY необходимой марки и модели. ",
    "Нашел грамотный #a#ресурс#/a# про KEY и здесь возможно куплю. ",
    "Перебрал весь инет и #a#нашел#/a# KEY на этом сайте. ",
    "Из рекомендаций специалиста #a#выбрал#/a# KEY на сайте производителя. ",
    "Нашел положительные отзывы про KEY #a#тут#/a# на сайте. ",
    "Мужики и работяги советовали заказывать KEY #a#только на этом#/a# сайте. ",
    "Увидел рекламу про KEY и #a#зашел на сайт#/a# производственной компании. ",
    "Сайт разработал приложение под #a#KEY#/a# импортного производства. ",
    "На этом #a#сайте#/a# KEY и другая полезная информация. ",
    "Справочная информация про KEY #a#есть на этом#/a# сайте. ",
    "Поиск по запросу KEY #a#вывел на сайт#/a# торговой фирмы. ",
    "Мой начальник закупил KEY #a#на этом#/a# сайте. ",
    "Искал #a#информацию про#/a# KEY и случайно наткнулся на сайт. ",
    "Через поисковик #a#по запросу#/a# KEY попал на этот сайт. ",
    "На одном информационном портале #a#увидел ссылочку#/a# на KEY. ",
    "Через Яндекс карты #a#нашел компанию#/a# которая продает KEY. ",
    "Понравился #a#сайт#/a# про KEY и добавил организацию в закладки. ",
    "Вопросы и различные ответы #a#описывающие#/a# KEY здесь на сайте. ",
    "Эта компания выложила #a#информацию про#/a# KEY на своем сайте. ",
    "В рекламном буклете нашел #a#сайт про#/a# KEY. ",
    "На заднем стекле автомобиля #a#увидел рекламу#/a# KEY. ",
    "Электронное табло рекламировало #a#KEY#/a# нужной модели. ",
    "Вчера прогуливался по Москве и увидел #a#баннер#/a# про KEY. ",
    "На автомагистрали #a#висит баннер#/a# про KEY. ",
    "Нашел #a#сайт про KEY#/a# на доске срочных объявлений. ",
    "В московском метрополитене #a#увидел сайт#/a# про KEY. ",
    "В метро увидел рекламу #a#про KEY#/a# и думаю купить его. ",
    "Решил поделится #a#ссылочкой#/a# на сайт про KEY. ",
    "Ловите все #a#ссылочку на сайт#/a# про KEY доступной цены. ",
    "На сайте KEY #a#нашел#/a# с полным описанием и схемами. ",
    "Сайт #a#поставляет KEY#/a# многим российским заводам. ",
    "KEY #a#от этой компании#/a# популярен на российском рынке. ",
    "Новая техника и KEY #a#представлены#/a# на этом сайте. ",
    "На столбе #a#объявление#/a# рекламирует сайт про KEY. ",
    "Решил поддержать #a#этот грамотный сайт#/a# про KEY. ",
    "На форуме нашел классный #a#сайт про KEY#/a# и другие товары. ",
    "На асфальте #a#увидел рекламу#/a# KEY и решил зайти на сайт. ",
    "Искал в Яндекс картинках #a#KEY#/a# и вышел на сайт. ",
    "Искал интернет-магазин про KEY и в итоге #a#зашел#/a# на сайт. ",
    "Проводил оценку и рейтинг сайтов #a#здесь#/a# KEY по оптимальной цене. ",
    "Сравнивал сайт с конкурентами и понял цена продукции #a#KEY#/a# оптимальна. ",
    "В бизнесе высокая конкуренция и держать доступные #a#цены на KEY#/a# очень сложно. ",
    "В интернете существует много сайтов, лично я выбрал #a#этот сайт#/a# про KEY. ",
    "На сайте #a#KEY представлен#/a# большим ассортиментом и выбором продукции. ");
















